/* No comment provided by engineer. */
"Account Expired." = "アカウントの期限が切れました。";

/* No comment provided by engineer. */
"An error occurred while uploading to Screencast.com." = "Screencast.com にアップロード中にエラーが発生しました。";

/* Cancel */
"Cancel" = "キャンセル";

/* Message for Screencast V2 scope change re-auth */
"Due to security updates, please sign in again to share to Screencast.com." = "セキュリティ更新のため、再度サインインして Screencast.com で共有してください。";

/* No comment provided by engineer. */
"Error" = "エラー";

/* Failed to login message */
"Failed to log in to Screencast.com. Retry or return to button setup and try to log in again." = "Screencast.com にログインできませんでした。再試行するか、ボタンの設定に戻って再度ログインしてみてください。";

/* No comment provided by engineer. */
"File cannot be opened." = "ファイルを開けません。";

/* No comment provided by engineer. */
"HTTP Proxy Requires Authentication." = "HTTP プロキシは認証が必要です。";

/* title for not being able to upload to screencast.com */
"Invalid characters" = "無効な文字";

/* default folder description on screencast.com */
"Place for sharing" = "共有場所";

/* plugin name */
"Screencast.com" = "Screencast.com";

/* Title for Screencast V2 scope change re-auth */
"Screencast.com Authentication Required" = "Screencast.com の認証が必要";

/* No comment provided by engineer. */
"Screencast.com is temporarily unavailable. Try again later." = "Screencast.com は一時的に利用できません。後でやり直してください。";

/* Failed to login title */
"Screencast.com log in failed" = "Screencast.com のログインに失敗";

/* Sign in button */
"Sign In" = "サインイン";

/* Button title to log in to an account */
"Sign In..." = "サインイン...";

/* Button title in the preferences when there is an email address set */
"Sign Out" = "サインアウト";

/* No comment provided by engineer. */
"Storage Limit Reached." = "ストレージの制限に達しました。";

/* No comment provided by engineer. */
"The current version of the application is unable to communicate with Screencast.com." = "現在のバージョンのアプリケーションは、Screencast.com と通信できません。";

/* Message to the user when sharing embed code works */
"The embed code for your capture is ready to be pasted" = "キャプチャの埋め込みコードを貼り付ける準備ができました。";

/* Message to the user when sharing a link works */
"The link to your capture is ready to be pasted" = "キャプチャへのリンクを貼り付ける準備ができました";

/* The capture being uploaded is larger than the limit */
"The video size exceeds the limit." = "ビデオのサイズが制限を超えています。";

/* Message - Error account migrated - variables are the product name */
"This version of %@ can no longer share your content to Screencast. Upgrade %@ to share to the new Screencast with built-in conversations, comment annotations, and improved performance." = "このバージョンの %1$@ では、Screencast へのコンテンツの共有ができなくなりました。%2$@ をアップグレードすると、会話やコメント、注釈などの機能が組み込まれ、パフォーマンスが向上した新しい Screencast で共有できます。";

/* Title - Error account migrated */
"Unable to Share to Screencast" = "Screencast で共有できません";

/* No comment provided by engineer. */
"Unable to communicate with Screencast.com." = "Screencast.com と通信できません。";

/* No comment provided by engineer. */
"Unable to connect to Screencast.com." = "Screencast.com に接続できません。";

/* title for not being able to upload to screencast.com */
"Unable to share to Screencast.com" = "Screencast.com で共有できません";

/* No comment provided by engineer. */
"Unable to share your capture.  Local file cannot be opened." = "キャプチャを共有できません。ローカル ファイルを開けません。";

/* File title if none was given */
"Untitled" = "名称未設定";

/* plugin button tooltip */
"Upload the capture to TechSmith’s hosting service which provides a URL or embed code for quick sharing." = "TechSmith の ホスティング サービスにキャプチャをアップロードし、すばやく共有するための URL または埋め込みコードを提供します。";

/* The capture being uploaded is larger than the limit */
"Valid characters include _ ( ) - . , $ ! ' a-Z 0-9 (space). Titles cannot end with a period, contain accents, or contain foreign language characters." = "有効な文字: _ ( ) - . , $ ! ' a-Z 0-9 (スペース)。ピリオドで終わるタイトルや、アクセント付き文字や英語以外の文字を含むタイトルは使用できません。";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "インターネットに接続されていることを確認して、やり直してください。";

/* No comment provided by engineer. */
"You have reached your storage limit on Screencast.com, try deleting some stuff to free up space." = "Screencast.com のストレージの上限に達したので、スペースを空けるためにいくつかを削除してみてください。";

/* No comment provided by engineer. */
"Your Screencast.com account has expired." = "Screencast.com のアカウントは期限切れです。";

/* No comment provided by engineer. */
"Your capture cannot be shared until you log in to your HTTP proxy." = "HTTP プロキシにログインするまで、キャプチャを共有することはできません。";

